*** jconvolver
    Remember to load the library ob-async prior to testing these:

    M-x load-library ob-async
    #+begin_src emacs-lisp :results silent
      (load-library "ob-async")
    #+end_src
    
    To start jconvolver:
    #+name: jconvolver
    #+begin_src shell :dir /home/henrikfr/Music/spatialization/klangkupolen/gerhard/convolution_config/kmh_lilla_salen_29 :async :results silent
      echo "Starting up jconvolver"
      jconvolver KMH_LILLA_SALEN.conf &
    #+end_src

    Connect to SC to Jack over Jconvolver
    #+begin_src shell :results silent
      jcon Collider:out 1 volver:in 1 29
      jcon jconvolver 1 playback 1 2
    #+end_src

    Connect output to system
    #+begin_src shell :results silent
      jcon jconvolver 1 playback 1 2
    #+end_src

    Disconnect everything
    #+begin_src shell :results silent
      jdis -d Super 1 jconvolver 1 29
    #+end_src

    Disconnect supercollider from main out$
    #+begin_src shell
      for i in {1..4}; do
	  jdis -d Super _$i system $i
      done
    #+end_src

    #+RESULTS:
    | Disconnecting | port | SuperCollider:out_1 | from | system:playback_1 |
    | Disconnecting | port | SuperCollider:out_2 | from | system:playback_2 |
    | Disconnecting | port | SuperCollider:out_3 | from | system:playback_3 |
    | Disconnecting | port | SuperCollider:out_4 | from | system:playback_4 |

